Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajalaki_etenee_eduskuntaan.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjälaki etenee eduskuntaan – Saamelaiskäräjät käsittelee asian mahdollisimman pian
sme: Sámediggeláhka ovdána riikkabeivviide – Sámediggi gieđahallá ášši nu jođánit go vejolaš

source: Suomen hallitus on tänään antanut eduskunnalle esityksen saamelaiskäräjälain muuttamisesta.
sme: Suoma ráđđehus lea otne addán riikkabeivviide evttohusa sámediggelága rievdadeamis.

source: Timosen toimikunnan lakiin ehdottamat muutokset ovat laajalti kotimaisten ja kansainvälisten ihmisoikeustoimijoiden edellyttämiä.
sme: Timonen doaibmagotti láhkii evttohan nuppástusat leat viidát eaktuduvvon sisriikkalaš ja riikkaidgaskasaš olmmošvuoigatvuođadoaibmiid bealde.

source: Saamelaiskäräjälakia on yritetty uudistaa kolmen peräkkäisen hallituskauden aikana, mutta aiemmat kaksi yritystä ovat epäonnistuneet.
sme: Sámediggelága leat geahččalan ođasmahttit golmma maŋŋálas ráđđehusbaji áigge, muhto ovddit guokte geahččaleami leat eahpelihkostuvvan.

source: Suomen valtion on todettu voimassa olevan saamelaiskäräjälain osalta toistuvasti rikkoneen kansainvälisiä ihmisoikeussopimuksia esimerkiksi saamelaisten itsemääräämisoikeuden suhteen.
sme: Lea gávnnahuvvon, ahte Suoma stáhta lea dálá sámediggelága buohta jeavddalaččat rihkkon riikkaidgaskasaš olmmošvuoigatvuođasoahpamušaid ovdamearkan sámiid iešmearridanvuoigatvuođa ektui.

source: – Saamelaiskäräjälain uudistuksessa on kyse ihmisoikeuksista.
sme: – Sámediggelága ođastusas lea jearaldat olmmošvuoigatvuođain.

source: Esityksellä voidaan korjata vallitseva tilanne, joka loukkaa vakavalla tavalla saamelaisten alkuperäiskansaoikeuksia.
sme: Evttohusain lea vejolaš divvut dálá dili, mii loavkida duođalaš vugiin sámiid eamiálbmotvuoigatvuođaid.

source: Timosen toimikunnan esitys saamelaiskäräjälaiksi on tasapainoinen, ja siinä on onnistuttu huomioimaan saamelaisesta ja suomalaisesta yhteiskunnasta nousevia huolenaiheita, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Timonen doaibmagotti evttohus sámediggeláhkan lea dássedettolaš, ja das lea lihkostuvvan vuhtii váldit fuolaid, mat badjánit sámi ja suopmelaš servodagas, lohká Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Oikeusministeriön asettaman Timosen toimikunnan mietintö lakimuutoksesta julkaistiin toukokuussa 2021 .
sme: Vuoigatvuođaministeriija ásahan Timonen doaibmagotti smiehttamuš láhkanuppástusas almmustahttui miessemánus 2021 .

source: Sen tarkoituksena on edistää saamelaisten itsemääräämisoikeuden toteutumista sekä parantaa saamelaisten kieltään ja kulttuuriaan koskevan itsehallinnon ja Saamelaiskäräjien toimintaedellytyksiä.
sme: Dan mihttomearrin lea ovddidit sámiid iešmearridanvuoigatvuođa ollašuvvama sihke buoridit sámiid giela ja kultuvrra guoski iešráđđema ja Sámedikki doaibmaneavttuid.

source: Lisäksi tavoitteena on korjata nykyinen ihmisoikeuksien loukkaustila erityisesti YK:n ihmisoikeuskomitean edellyttämällä tavalla.
sme: Mihttomearrin lea maiddái njulget dálá olmmošvuoigatvuođaid loavkidandili erenomážit ON:id olmmošvuoigatvuođakomitea eaktudan vugiin.

source: Hallituksen esitys vastaa pitkälti Timosen toimikunnan mietintöä.
sme: Ráđđehusa evttohus vástida buorre muddui Timonen doaibmagotti smiehttamuša.

source: – Kiitän lämpimästi kaikkia asiaa edistäneitä yhteistyöstä, erityisesti pääministeri Marinia sekä oikeusministeri Henrikssonia, jotka ovat esimerkillään edistämässä saamelaisten ihmisoikeuksia, Juuso toteaa.
sme: – Giittán liggosit buohkaid oktasašbarggus, geat leat ovddidan ášši, erenomážit oaiveministtar Marin ja vuoigatvuođaministtar Henriksson, geat leaba iežaska ovdamearkkain ovddideamen sámiid olmmošvuoigatvuođaid, Juuso gávnnaha.

source: Saamelaiskäräjien hallitus valmistelee asian täyskokouksen käsittelyä varten nopealla aikataululla.
sme: Sámedikki stivra válmmaštallá ášši dievasčoahkkima gieđahallama várás jođánis áigetávvaliin.

source: Täyskokous tekee päätöksen Saamelaiskäräjien virallisesta kannasta lakiesitykseen.
sme: Dievasčoahkkin mearrida Sámedikki virggálaš oainnus guoskkadin láhkaevttohusa.

source: Lakiin hallituksen esityksessä ehdotetut muutokset edellyttävät Saamelaiskäräjien hyväksyntää.
sme: Láhkii evttohuvvon nuppástusat ráđđehusa evttohusas eaktudit Sámedikki dohkkeheami.

source: Saamelaiskäräjien vaalikauden 2020–2023 yksi päätavoitteista on edistää saamelaiskäräjälain uudistamista alkuperäiskansaoikeuksien pohjalta.
sme: Sámedikki válgabaji 2020-2023 oktan váldoulbmilin lea ovddidit sámediggelága ođasmahttima eamiálbmotvuoigatvuođaid vuođul.

source: Saamelaiskäräjien kokous on käynyt lähetekeskustelun saamelaiskäräjälain uudistamisesta 17.9.2020 ja saamelaiskäräjälain uudistamisen jatkovalmisteluista 22.6.2021.
sme: Sámedikki čoahkkin lea geavvan sáttaságastallama sámediggelága ođasmahttimis 17.9.2020 ja sámediggelága ođasmahttima joatkkaválmmaštallamis 22.6.2021.

source: Oikeusministeriön tiedote 17.11.2022 https://oikeusministerio.fi/-/saamelaisten-itsemaaramisoikeus-ja-itsehallinto-vahvistuvat
sme: Vuoigatvuođaministeriija dieđáhus 17.11.2022

source: Lisätietoja saamelaiskäräjälain muutoksesta https://www.samediggi.fi/saamelaiskarajalain-muutos/
sme: Lassedieđut sámediggelága nuppástusas

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi
